Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “这……这也可以吗？”感觉打开了新世界大门。
en_us: "This... Is this possible?" Si Yu felt like she was seeing a whole new world.

source: “这……这怎么可能！”青亦一脸不敢置信，神情中全是慌乱，似是想留住自身那不断下降的修为，但无论怎么阻止，那些灵气仍是散了个干净，片刻之间他的修为已经恢复了原样，“不……不……这不可能，这明明是升仙丹，这明明就是！”
en_us: "How… How can this be!" Qing Yi's expression was one of utter disbelief and confusion. It was almost as if he wanted to escape from his own body, which was helplessly deteriorating in that moment. No matter how hard he tried to stop his Spirit Qi from dissipating, he could not. In seconds, his cultivation level dropped to its original state. "No… no, this can't be. That was clearly an Immortal Formation Pill… it clearly was!"

source: “这……这是……”印风惊恐之色未褪，还染上了些许迷茫，“孤月尊者？”
en_us: "This... this is..." Yin Feng still looked terrified, but the fear was now mixed with a tinge of confusion. "Supremacy Lonemoon?"

source: “这……这是……”奚秋也吓了一跳，“发生了什么事？”
en_us: "This... this is..." Yan Qiu was also shocked. "What happened?"

source: “这……这是……”易峰更加震惊的看着直冲向空中的身影，“蛟龙！这是蛟龙！”没想到青界的幻海中，也会出现这种传说中的生物，而且看它周身的气息，莫非……
en_us: "This... this is..." Yi Feng stared at the figure in panic, "a flood dragon! This is a flood dragon!" He did not think that the Mirage Sea of the Upper Azure World would also contain this legendary beast. Looking at its aura...

source: “这……这是你房间？！”怎么可能。
en_us: "This... this is your room?" How could that be?

source: “这……这是怎么回事？”地上的人还没从突然被拽下来的惊吓中回过神来，想要起身却发现身上踩着的那只脚，重如千斤，根本动弹不了。
en_us: "What... what is going on?" Lonemoon had not recovered from the initial shock. He moved to stand up but found that his leg felt like it weighed a thousand kilograms. There was no way he could move.

source: “这……这话又不是我说的，是上界的……”那人退了一步，却仍是不死心的念了一句。
en_us: "This... I wasn't the one who said this. It's the Upper World's..." The Hall Master stepped back reluctantly, refusing to give up that thought.

source: “这上青界四大世家，看似一团和气，实则指不定相互之间多少明争暗斗，人家没说出全部事实就是为了自保，脑抽才会告诉大家，全族所有高手都被揍过了！”
en_us: "The four aristocratic families of the Upper Azure World may seem at peace with each other, but in actual fact, there are lots of overt and covert fights amongst them. Not telling the whole truth is to protect themselves. Only an idiot would tell everyone that all their experts were defeated!"

source: “这上面是个阵法！”孤月大声道，这石板上的纹路，分明就是印刻阵法的痕迹，只是因为没有灵气启动，所以他一时才没看出来。
en_us: "This is an array formation!" Lonemoon cried out loudly. The lines on the slate were clearly the imprints left by an array formation. He had not made the association earlier because his Spirit Qi was not activated.

source: “这不一样。”
en_us: "This is different."

source: “这不可能。”他刚刚受完八十一道天雷时，就已经感应到了接引之光，只是后来不知为何一直没有降下。
en_us: "That's impossible." He had just survived 81 bolts of divine lightning and felt the Heavenly Beam. He just didn't know why the beam hadn't shone down onto him.

source: “这不废话吗？”谁看不出他精神分裂，“我问那魔种哪来的？”
en_us: Cut the crap! Anyone can tell that he's demented, " What I'm interested in, is where did the Demon Seed come from?

source: “这不是熟不熟的问题。”孤月眉头皱得更紧了，“你又不是不知道，妖界遍地都是妖气，修士在妖气中根本没法修练。”
en_us: "This isn’t a matter of knowing it well or not." The frown on Lonemoon’s face deepened even more. "You should know that the Demon Realm is full of demonic aura. Cultivators can't practice in a place with demonic aura."

source: “这个……我也不知道。”羿清愣了一下，脸上闪过一丝疑惑，“虽说叫九九雷劫，但听以往历过劫的游仙说，的确有八十二道劫雷。而且最后一道才是考验的关键，很多游仙都是败在此雷之下。”
en_us: "This... I'm not sure," replied Yi Qing, looking perplexed. "Although it is called the Nine Nine Lightning Tribulation, according to the traveling immortals who have undergone the tribulation, there are indeed eighty-two strikes. And the last one is the key of the test. Many traveling immortals failed at this last strike."

source: “这个……挺好的。”果然沈萤僵了一下，左右瞅了瞅，半会才挤出一句，“不足的话，可能是……力量？”
en_us: "It… was pretty good." As expected, Shen Ying froze for a moment and she looked left and right before squeezing out, "Perhaps what you’re lacking is in… strength?"

source: “这个……解释起来有点麻烦。”沈萤皱了皱眉，半会才道，“你可以理解为……他以前跟我是一个村的老乡。”
en_us: "This… explaining might be a little troublesome." Shen Ying furrowed her brows before continuing, "You can understand it as… that he came from the same hometown as me."

source: “这个世界不好混啊，除非是轩辕家脑抽请我们回去，不然无论是门派还是世家，怕是都容不下我们。”
en_us: "It's not going to be easy for us to survive in this world unless the Xuan Yuan Family stupidly invites us back. No family or sect would dare to take us in otherwise."

source: “这个可不一定。”兔王心惊胆战的往后缩了缩，“我们妖类，种类不同，属性不同，内丹长得都不一样，虽然都是圆的，但颜色一般随各妖的属性和功法而变。”
en_us: “It may vary." The Rabbit Monarch shrunk backwards in fear. "There are different kinds of demons among us and our innate natures differ, making it so that our internal cores differ as well. Although they are all round in shape, the colors usually change according to the innate nature and powers of a demon."

source: “这个吗？”她突然掏出了一只白玉笛。
en_us: "Do you mean this?" Shen Ying suddenly pulled out a white jade flute.

source: “这个女子的来历无人知晓，她被江别离带进王府住了两年，王府却没有给她任何名分，在江别离登上镇西王之位后还突然离开了。而在她离开后，江云海也告病回到了老家天羽城，据我们安排在镇西王府的内线传回的消息，那女子离开时肚子里已经有些孩子！江云海回到天羽城后一直呆在江家，三年后才突然离去抱回来两个婴儿，那就是你和你的侍女！既然江云海认你为少主，那么你的身份就再明显不过了……”
en_us: "No one knew of this lady's background. She was brought into the household by Jiang Bieli and lived there for 2 years, but the Lord's family did not give her a status and she had even disappeared after Jiang Bieli ascended the throne of the Western Garrison Liege Lord. After her departure, Jiang Yunhai had also left his place due to apparent illness and returned home to Skyplume City. According to the insider we had planted in the Lord's household, the lady was already pregnant when she left! Moreover, after Jiang Yunhai had returned to Skyplume City, he did not leave his house until 3 years later when he suddenly left and came back with 2 babies. They were you and your maidservant! And since Jiang Yunhai acknowledges you as his young master, your background has been made pretty obvious..."

source: “这个问题解释起来比较复杂。这样吧你跟我去趟书房，我边给你出个策划，一边说怎么样？”
en_us: "This question is a little complicated. How about you come to the study with me and discuss about it?"

source: “这么久了……不会过期吗？”
en_us: "It's been so long... wouldn't it have expired?"

source: “这么久啊……”
en_us: "That's really long..."

source: “这么厉害？！那郁家是为何，要招惹这么个门派？”
en_us: "Are they that powerful? What did the Yu Family do to offend this sect?"

source: “这么多海鲜，要是能带回去给厨子处理就好了。”她下意识的念了一句。
en_us: "There's so much seafood. It'll be great if I can bring some back so that Chef can cook for me," she muttered to herself.

source: “这么快就送拜贴过来了？他们到是挺着急的。”这才刚回来，孤月有些惊讶。以为是普通的礼尚往来，顺手接了过去，也没细看，想想刚谈成的生意，交待了一句道，“你去回个贴，就说我无敌派随时欢迎。”
en_us: "A visiting card so soon? They are really in a hurry." Lonemoon was a little taken aback. They had just arrived back to their sect. Thinking it was just the usual exchange of visits, he took the card from her but did not read it, his mind being preoccupied with the deal he had concluded earlier. He instructed, "Write them a reply, say that our Invincible Sect is always ready to receive them."

source: “这么快？”沈萤歪了歪头，扫了他一眼，“你领的菜呢？”不是去领食材了吗？怎么两手空空的回来了。
en_us: "So fast?" Shen Ying tilted her head, glanced at him and asked, "Where's the vegetables you collected?" Didn't he go to pick up the ingredients? Why did he return empty handed?

source: “这么说，他的确死有余辜！”孤月皱了皱眉，“可他为什么会在悟剑峰？”虽然养炉鼎在中青界很常见，但专程收徒培养成炉鼎这种事，太过恶劣。他的徒弟不可能全是纯阴之体，三宗六派，不会允许这样的行为。更别说是庇护于他了。
en_us: "If that's the case, he deserved death!" Lonemoon frowned. "But why was he at Sword Comprehension Peak? Although rearing human cauldrons is common in the Azure World, specially recruiting disciples to rear them into human cauldrons is just too vile. It's impossible that all his disciples had pure Yin bodies. The Six Schools Three Sects would not permit such actions, much less shelter him."

source: “这么说，你承认自己是郁家的逃奴了？”郁海珩冷笑了一声。
en_us: "In that case, you admit that you are the escaped slave of the Yu Family?" Yu Hai Heng sneered.

source: “这事我自然听说。”奚秋点头，“可此事与他来这有何关系？”
en_us: "Of course I heard about it." Xi Qiu nodded. "How is he connected to this matter?"

source: “这事还用猜吗？”虎王冷哼了一声，“除了六派三宗里那些修士，谁会干这种事。这些年我们被他宰杀的妖还少吗？”
en_us: "Is there even a need to guess?" The Tiger Monarch snorted coldly. "Other than the cultivators from the Six Schools Three Sects, who else would do this? Just think about how many of us demons they have slaughtered over the years!"

source: “这些你别管了，还有这些事别和外人说，你就等着过好日子吧。”
en_us: "Don't you worry about that! Additionally, don't tell anyone else about these things. Just wait for the good times to come."

source: “这些年来，灵主一直在想办法回去。但三界之中的界限，就算是神族也不能轻易逾越。易家曾想了很多办法，却始终打不开界门。”
en_us: "All these years, Spirit Master has been thinking of a way to get back to his world, but the boundary between the Three Realms cannot be easily surpassed, even by those of divine race. The Yi Family has though of many ways before, but we still are unable to break open the realm gate."

source: “这些弟子新入门，你做为掌门，不想了解一下门下弟子的具体情况，考验一下门人的水平之类的吗？”
en_us: "These disciples have just entered the sect. As the sect master, don't you want to understand your disciples' overall conditions and test their standards or something like that?"

source: “这些都是这个世界的常识，也不知道你怎么活的，这么久了也不知道。”孤月再次嫌弃了一遍她的无知，“你还有啥要问的，看在老乡的份上，我再帮帮你。”
en_us: "These are some of the general knowledge in this world. How did you survive here for so long without knowing them?" Lonemoon expressed disdain for her ignorance once again. "What else would you like to know? On account of us being from the same hometown, let me help you a little."

source: “这位……疯楼主？”沈萤那货难道又是吃饭忘了给钱？“不知我们掌门哪里得罪你了？”
en_us: "This... Tower Master Feng?" Did Shen Ying forget to pay for her meal again? "How did our sect master offend you?"

source: “这位妹……姑娘，在下眼掘，不知道您的修为是？”
en_us: "Little sister… Miss, pardon my ignorance, may I know what your cultivation level is at?"

source: “这位师妹，好办法！”呈安眼睛刷的一亮，一脸激动的看向沈萤。
en_us: "Good idea, Junior Sister!" Cheng An's eyes brightened, turning to look at Shen Ying with an excited expression on his face.

source: “这位是……”羿清眉头皱得更深了，这样忍残的手段，确实只有魔修能做得出来，而且这尸体里，没有灵魂的气息，要么已经元神出窍遁走，要么就是魂飞魄散了。
en_us: "This is…" Yi Qing's brows furrowed deeper. Such cruel methods could only have been used by a fiendish cultivator. The soul within the corpse was also absent; either the primordial spirit had escaped or the soul was already totally destroyed.

source: “这位道友还有事？”孤月停在传送阵处，回头看了看某个莫明其妙跟了他们一路的人。原本还以为是易家派来送他们的弟子，但这也送得太远了点。而且他居然看不穿他的修为。
en_us: "Fellow Daoist, do you have any other matters?" Lonemoon asked Bai Zhe. They had stopped at the transportation array and Lonemoon had turned to look at this oddball who had been following them. At first Lonemoon had thought that he was a disciple sent by the Yi Family to send them off but this seemed unlikely given the distance they had covered. Moreover, he was unable to detect this man's cultivation level.

source: “这位道友，说话可要有凭证。”孤月沉声道，“你说你们带了宝贝进了秘境就带了？”
en_us: "Fellow Daoist, you need to show proof for what you're asserting," Lonemoon said. "You expect us to believe that you brought your treasure into the mystic realm just because you said so?"

source: “这你都不知道？”翊凌雪白了江逸一眼，眉眼中不经意流露出来的妩媚，加上惹火的娇躯大汗淋漓衣袍贴肉，看得江逸浑身燥热不已。
en_us: "You don't know?" Yi Lingxue rolled her eyes at him, her features a picture of unconscious seduction and allure, and with her sensual body hugged tightly by sweat-dampened robes, made Jiang Yi feel hot and bothered.

source: “这元力丹药力也太弱了吧？咦……”江逸无语了，正准备把黑色元力撤回来的时候，却发现了一丝不对。
en_us: "The medicinal power of this essence force elixir can't be this weak, can it? Huh..." Jiang Yi was rendered speechless, as he found something wrong with a strand of blank essence force right when he was prepared to withdraw it.

source: “这内丹到是好东西，十二阶的毒兽内丹可解百毒。”他顺手捏了个火系术法，顿时山高一样的兽尸就被烈火吞噬化为灰烬，“对了，你在哪发现这毒兽的？”
en_us: "This internal core is valuable. The internal core of a twelfth-level beast acts as an antidote for hundreds of poisons." He wielded his fire-elemental sorcery. In seconds, flames engulfed the huge beast. "Oh yes, where did you find this beast?"

source: “这几块石头，浮起来了喵。”猫族夜间视力最好，狸猫一下就看出了不同。
en_us: "These stones are floating up." Cats having the best night vision, the civet cat had spotted the discrepancy.

source: “这可如何是好！”奚秋越想就越纠结，进当然是要进，而且不能晚，谁知道上界还会不会再派人来，这毕竟是上古秘境！但玄天宗的元婴修士有限，也不能全派进去，而且三位化神修士，有两位还在闭关当中，根本不能出来。
en_us: "What should we do?" No matter how hard he racked his mind, Xi Qiu couldn't figure a way out. Of course they had to enter the mystic realm — and they had to do it soon. However, they didn’t know whether the Upper Azure World would send reinforcements. This was an Ancient Mystic Realm afterall! The truth was that the Blackheaven Sect didn't have that many Nascent Soul stage cultivators, so surely they couldn't send every one of them into the Ancient Mystic Realm. Moreover, three of their Soul Formation stage cultivators were still held in seclusion and weren't allowed to come out.

source: “这可如何是好？继续这样下去，这幡内的鬼气只会越来越浓。”
en_us: "What to do now? If it goes on like this, the Ghost Qi will only grow stronger."

source: “这啥？”沈萤好奇的接过，那纸鹤却突然翅膀一挥朝着旁边的羿清飞了过去，绕着他飞了一圈。
en_us: "What's that?" Shen Ying took it from her, her curiously aroused, but the paper crane suddenly flew over to Yi Qing and started encircling him.

source: “这啥？”沈萤问。
en_us: "What is this?" Shen Ying asked.

source: “这墙上的……好像是上古阵法，需要令牌才能进去。”孤月想起刚刚青亦掏出的那个东西，再次细细研究了一遍眼前的阵法，“此阵阵眼时刻在变换，而且与整座仙宫相连，若是没有正确的破阵之法，强行破阵可能会连着这仙宫一起毁掉。可惜这阵法早已失传，根本无人知道方法。”
en_us: "It looks like… an ancient array formation. We need a token to get in." Lonemoon recalled the item which Qing Yi had taken out just then, and took a closer look at the array formation in front of him again. "The eye of the array is constantly changing. Moreover, without the correct way of undoing it, the entire Immortal Pavilion connected to it could be destroyed if we break in by force. Unfortunately, this array formation has been long lost, so nobody knows the method."

source: “这声音难道是……背云兽！”他猛的睁大了眼睛，脸色都白了一下，连忙转头看向沈萤道，“不能呆在这里，这地面可能是……”
en_us: "This sounds like... 背云兽!" His eyes widened and his face went pale. He hurriedly turned to look at Shen Ying, "Don't just stand there, this ground we're standing on may be..."

source: “这就是噬魂幡。”
en_us: "This the Soul Devouring Gonfalon."

source: “这就是紫金？”
en_us: "This is purple gold?"

source: “这就要看几位家主怎么想了？”羿清意有所指的看向坐在地上调息的几人。
en_us: "It depends on what these patriarchs think?" Yi Qing pointed to the men sitting on the ground who were regulating their meridians.

source: “这已经是第五天了。”羿清继续道，“他日日站在门口，却又不进来，也不知是为何。”站就站呗，还一下下的拽着笆篱上的叶子，门口那片都快被他扯秃了。
en_us: "It has already been the fifth day." Yi Qing continued, "He stood by the door everyday, but for some reason does not come in." If he wanted to stand, let him be. The plant at the entrance was already balding because of him plucking its leaves.

source: “这怎么可能……”任翼满脸的惊骇，“莫非……戚橙雨是装的，她根本没受伤？”
en_us: "How is that possible…" Ren Yi was frightened. "Unless… Qi Chengyu was faking it, she was not actually wounded?"

source: “这怎么可能？！”怎么会有人可以免疫能吸吞食所有生机的魔气？！
en_us: "How can this be?" How could anyone be immune to a demonic Qi that can swallow up every living thing!

source: “这怎么可能？！”男子一脸的震惊。
en_us: "How is that possible?!" The man's face was filled with shock.

source: “这怎么可？他……咦？”他细看萝卜紧抓着的那株草木灵，神识一探，才发现那株灵植里没有任何灵识的痕迹。这草木灵居然早就枯死了！前后一联想，瞬间明白了为何轩辕家为何一定要抢萝卜。
en_us: "How is that possible? He… huh?" He took a closer look at the Vegetation Spirit that the radish was grasping tightly onto; upon inspection with his Divine Perception, he realized that the spirit herb showed no signs of spirit perception — this vegetation spirit had already withered! Connecting the dots, he immediately understood why the Xuan Yuan Family had wanted to get their hands on the radish so badly.

source: “这悟剑峰虽然不大，但找个人还是不容易，你们最好分开找。对了……”他转头看向旁边戚橙雨，“你说的那人长什么样？可有影像。”
en_us: "Though Sword Comprehension Peak is not big, it is still not that easy to search for a person. You all better split up. Right…" He turned his head and looked at Qi Chengyu. "How does that person look like? Do you have an image of him?"

source: “这我就不清楚了，君上是本国修为最高的人，而且又是仙帝！应该会有解决的办法吧？”他猜测。
en_us: Pu Feiping replied, "That I am not sure. The Lord has the highest cultivation in the realm, and he is also the Immortal Emperor! I bet he has a solution for this matter."

source: “这掌门如此厉害？不知是何许人也。”
en_us: "Is this sect master reallyl that powerful? What kind of person is this?"

source: “这是……”孤月都不禁上前了一步，他还从未见过，可以散发这种灵气的花。
en_us: "This is..." Lonemoon could not help but step forward toward the flower. He had never seen a flower that could emanate Spirit Qi before.

source: “这是……千叶草木灵!”羿清越加的惊讶，如果说普通草木灵可以提高丹药品阶的话，那么千叶草木灵的花，简直就是极品丹药的代名词，凡是加入它的花练成的丹药必是极品丹药。
en_us: "This is… a Thousand Leaves Vegetation Spirit!" Yi Qing was now even more excited than before. Regular vegetation spirits could upgrade pills, but the flower of a Thousand Leaves Vegetation Spirit was synonymous with a supreme-grade pill. Any pill that was refined with this flower would automatically be upgraded to a supreme-grade one.

source: “这是上古灭灵阵！”他一脸惊讶的睁大了眼睛。
en_us: "This is the ancient Spiritual Annihilation Array!" He widened his eyes in surprise.

source: “这是上古秘境的入口！”孤月一脸不可思异的瞪大了眼睛，难怪那个坑底会有上古灭灵阵，原来地下还隐藏着一座上古秘境。在青界中，上古时代早已经是传说的存在了，虽然留下了无数典籍，但是否真实存在过，没有人知道。没想到他们居然在这里发现了一座完好的秘境。
en_us: "This is the entrance of the ancient mystic realm!" Lonemoon's eyes widened in disbelief. No wonder they came across the ancient Spiritual Annihilation Arrays in the pit; there was a whole ancient mystic realm underground. In the Azure World, there were plenty of stories about the ancient times. Although there were plenty of classical texts on the ancient mystic realm, nobody seemed to know anything about it. Who would've thought that they would discover a whoe mystic realm?

source: “这是九九雷劫，一共八十二道天雷，还剩一半多呢？”
en_us: "This is the Nine Nine Heavenly Tribulation, forming a total of eighty-one divine lightning. There are more than half to go?"

source: “这是什么法阵？”羿清一边用剑气逼退四周越发猛烈的火苗，一边道。
en_us: "What is this array formation?" asked Yi Qing as he wielded his sword to ward off the fire, which was growing increasingly fiercer.

source: “这是什么鬼功法？这是老天爷故意在玩我吗？”
en_us: "What kind of stupid cultivation technique is this? Are the heavens trying to mess with me?"

source: “这是啥？！”孤月看了看她身后高不见顶的巨兽，刚刚听到的吼声，不会就是这个吧，“你把这东西拖过来干嘛。”
en_us: "What is this?!" Lonemoon studied the towering beast behind Shen Ying. Surely the roar they had heard earlier didn't come from this beast... "Why are you dragging this thing around?"

source: “这是天地法则，我若成功渡劫，自然不会继续待在下界。”他解释，看了看沈萤纠结的表情，顿时又有些心软，安慰了一句道，“我们迟早都是要渡飞升之劫的，我是这样，羿清估计也用不了多久。”
en_us: "This is the law of heaven and earth. If I succeed in overcoming the tribulation, I will naturally not stay in the lower realm," explained Lonemoon. Then seeing Shen Ying's conflicted expression, his heart immediately softened and he tried to comfort her by saying, "We will have to face the Tribulation Transcendence sooner or later. Like me, Yi Qing will also face it soon."

source: “这是怎么了？”孤月看向最前面的一个弟子，他记得这好像是奚秋的大弟子，“呈安，你们查到些什么了？”
en_us: "What's wrong?" Lonemoon looked at the disciple nearest him. He seemed to recall him as being the most senior disciple of Yi Qiu. "Cheng An, what have you found?"

source: “这是怎么回事？”
en_us: "What is going on here?"

source: “这是木草气！看来真的可以。”孤月心中一喜，紧紧的盯着桌上的萝卜，还是第一次看到复活技能。
en_us: "That's Wood Spirit aura! Seems like it's really possible." Lonemoon was delighted as he stared at the radish on the table; it was his first time witnessing a resurrection technique.

source: “这是本派最……杰出的弟子。”孤月咳了一声，示意思羽站到山壁那头去，才一本正经的道，“思羽，薄上仙与城主想看看你的实力，你展示一下吧。”
en_us: Lonemoon continued, "This is our sect's most... most outstanding disciple." He then coughed, which signaled for Si Yu to stand at the mountain, before instructing solemnly, "Si Yu, Immortal and City Lord Pu would like to see your abilities. Do demonstrate."

source: “这是狮吼兽。”他解释了一句。
en_us: "It's a Lion Roaring Beast," Yi Feng explained.

source: “这是玄天宗？”沈萤抬头瞅了瞅城门前的字，却发现看不太清。
en_us: "This is Blackheaven Sect?" Shen Ying raised her head and glanced at the words above the city gates, but she could not see them clearly.

source: “这是门规！”她们却一脸坚决，“无敌派门规第一条：任何人不得打扰掌门睡觉，违者……后果自负！”
en_us: "This is the sect rule!" The girls were resolute. "Invincible Sect's first rule: No one can disturb Sect Master's sleep, offenders... do so at their own risk!"

source: “这柳长老也真是的，我消耗了那么多元力，也不给我一两枚高级的灵神丹补充下元力……”
en_us: "Elder Liu can be so mean," he grumbled in a low voice. "I used up so much essence force, yet he refused to give me one or two high-grade Spirit Pills to supplement my essence force..."

source: “这样……”
en_us: "In that case..."

source: “这样……”沈萤意味不明的看向兔子的肚子。
en_us: "This…" Shen Ying looked at the rabbit's stomach, subtly implying something.

source: “这样下去，那五个不争气的东西，估计还真会栽在他手上。”他笑容越来越深，周身的黑气也越来越盛，“呵呵……就不知等他九死一生，来到这顶层得知升仙真相之时，又是怎样一副表情。”
en_us: "If this carries on, those five useless bums will die in his hands," his smile widened as the black Qi around him got thicker and thicker. "Heh heh... I wonder how he will react when he achieves a narrow escape from death, arrives here, and finds out the truth behind Immortal Ascension."

source: “这样啊……”
en_us: "In that case..."

source: “这样啊……”她脸上闪过了什么，突然转身钻进了旁边的床底，整个上半身都埋在了里面，只余两只脚丫子在外头。里面一阵啪啦啪啦响，半会才见她吭哧吭哧的拉出了一个大麻袋，直接往兔子跟前一扔。
en_us: "In that case…" An idea seemed to flash across her face. All of a sudden, she turned to the bed beside her and dug beneath it, leaving only two of her feet dangling outside. Rummaging noises were heard for a while until she stumbled out with a huge gunny sack and threw it directly to the rabbit.

source: “这样啊……”敢情这还是个蔬菜版的GPS。
en_us: "Well…" It seemed that what Shen Ying was holding was a special GPS for vegetables.

source: “这样啊……”沈萤沉默了半会，觉得有点不好意思。突然似是想起了什么，眼睛亮了亮，“你等一下。”
en_us: "Well...” Shen Yin fell silent. She felt bad. Suddenly, her eyes widened as if she thought of something brilliant, "Wait for awhile."

source: “这样啊。”沈萤突然像是想起什么，“牛爸爸你身上带纸笔没有？”
en_us: "I see." Shen Ying looked as if she had an idea as she said, "Father Niu, do you have pen and paper with you?"

source: “这样看我干嘛？怎么？不相信一派堂主会做这种事？”
en_us: "Why do you look at me like this? What? You don't believe that a hall master of a sect would do such a thing?"

source: “这次出来急，又没带吃的，难道你有？”
en_us: "This time I came out in a rush and didn't bring anything to eat. Don't tell me you have food?"

source: “这次君上念我等发现魔界之门有功，赐了靖邢城给薄家。”薄飞平看了已经收拾完，走出厨房的羿清一眼，继续说道，“靖邢城虽然不及曲双城是在仙脉之上，但却是内陆之地，靠近上都城。我与家父都觉得……这魔界之门的事，全靠三位提醒，并非我等之功。若是不弃，想邀贵派一起前去靖邢城，共享仙城。”
en_us: Pu Feiping replied, "The Lord rewarded my family with Jing Yan City as he said that we had done a good job in finding the door of Demon Realm." He paused and looked at Yi Qing who just came out of the kitchen after cleaning it up. He continued, "Even though Jing Yan City is not like Qushuang City which was on top of the Immortal pulse, but it is still part of the mainland, near Shang Du City. My father and I both feel that the door of Demon Realm could only be found due to the help of you three, and not me alone. If you don't mind, we would like to invite you and your sect to come with us to Jing Yan city and share the city with us."

source: “这次大比参赛的门派，到是比往年多了很多。”郁家家主郁海珩皱了皱眉，看着下方密密麻麻的人群道。
en_us: "The number of sects competing this time is much greater than in the previous years." The Yu Family’s patriarch, Yu Haiheng, commented with a frown as he looked at the huge throng below.

source: “这江家少年力量竟比我还要大一些，不好公子危险了！”
en_us: "This youth of the Jiang Clan is even more powerful than me. This is bad, the Young Master is in danger!"

source: “这灵气……”孤月转身看向旁边的人道，“沈萤你厨……啊呸，羿清顿悟成功了。”说完拉起人就出门而去，“快，看看去！”
en_us: "This Spirit Qi…" Lonemoon turned and looked at the person beside him. "Shen Ying, your chef… pooh, Yi Qing's epiphany was a success." He then quickly pulled her out of the door and said, "Quick, look at that!"

source: “这炉里的火……”沈萤刚要开口。
en_us: "The fire in this cauldron..." Shen Ying began.

source: “这炼丹师好厉害！”
en_us: "This alchemist is so powerful!"
